<template>
  <div class="deal-container">
    <div
      class="deal-page"
      v-show="dealType === 1"
    >
      <div style="text-align:center;">
        <strong>用户注册协议<br />
          <br />
          &nbsp;<br />
          <br />
          特别提醒：<br />
          <br />
          在您点击页面和确认接受并签署本协议之前，请您务必仔细阅读本协议所有条款，充分理解各条款内容，特别是加粗、黑体字部分标识的有关限制、免除责任的条款、法律适用及争议条款。如您对本协议条款存在疑义，请勿点击确认及进行后续操作，并暂缓签署本协议。<br />
          <br />
          本注册协议的双方为马上消费金融股份有限公司（以下称“马上消费金融”或“我司”）及马上消费金融注册用户（以下称“您”或“用户”），一旦您注册、点击确认或以其他方式签署本协议，即表示您接受马上消费金融的服务并受以下条款约束，本协议形成对双方有约束力的法律文件，具有合同效力。如您不接受以下任一条款（包括我司此后对其不时做出的修订），请您立即停止注册或主动停止使用马上消费金融服务。<br />
          <br />
          一、用户资格<br />
          <br />
          您必须为中华人民共和国（仅为本协议之目的，不含香港、澳门、台湾地区）年满18周岁以上具有完全民事权利和完全民事行为能力自然人，能够独立承担民事责任。无民事行为能力人、限制民事行为能力人不应当注册为马上消费金融用户，否则我司有权中止或终止您的用户资格。<br />
          <br />
          二、注册用户的要求<br />
          <br />
          1.您保证账户注册由您本人办理，不存在代办、冒用他人注册等情形。您应在注册时提供您本人的真实资料，并保证您所提供的所有资料真实、准确、完整、合法、有效，否则由此引起的不利后果将由您本人承担，且我司有权终止或中止向您提供我司消费金融服务。<br />
          <br />
          2.如您的个人资料变更，您应更新您的用户资料，并确保更新后的资料真实、最新、完整、合法、有效。如您未及时更新或者经我司独立判断您提供的资料存在错误、虚假、过时或不完整，我司有权暂停或终止您的账户，并拒绝向您提供部分或全部消费信贷服务。由此导致的不利后果由您本人承担。<br />
          <br />
          3. 您注册成功后，应妥善保管用户名和密码，不得将用户名或密码转让、转借、出租或以其他方式提供给任何第三方使用。使用您账户和密码登录后作出的一切行为视为您本人作出的行为，您操作账户所产生的电子信息记录为您行为的有效凭据，由您本人承担由此产生的全部责任。<br />
          <br />
          4.您应采取有效措施保护用于使用马上消费金融服务账户的计算机、手机等电子设备的安全，因您保管疏忽等非我司原因导致您的账户被他人非法使用的，由您本人承担由此产生的全部责任。如发现有第三人冒用或盗用您的账户，或其他任何未经合法授权的情形，您应立即以有效方式通知我司，我司有权依据具体情况采取临时冻结账户等必要的保护性措施。同时，您理解我司对您的请求采取行动需要合理期限，在此之前，除法律明确规定外，我司对第三人使用该账户所导致的损失不承担任何责任。<br />
          <br />
          5.若您使用第三方账号（如微信账号）进行用户注册，则您保证应对该等第三方账号拥有合法的使用权，如您对该等第三方账号丧失使用权的，则我司有权暂停或终止为该等第三方账号所对应的用户账户提供服务。<br />
          <br />
          三、服务内容<br />
          <br />
          1.我司是根据《消费金融公司试点管理办法》成立的非银行金融机构，提供的服务内容包括：发放个人消费贷款、与消费金融相关的咨询和代理业务及经监管部门批准的其他业务。我司向您提供的服务的具体内容由我司与您另行签署的其他协议约定。<br />
          <br />
          2.您同意并确认，您在我司网站或移动客户端等按我司流程所确认的交易状态将成为我司为您进行相关交易或操作的明确指令，您同意相关指令的执行时间以我司在系统中进行实际操作的时间为准。<br />
          <br />
          3.除另有约定外，我司推出的新产品、新功能、新服务，均受本协议约束。<br />
          <br />
          四、用户使用限制<br />
          <br />
          1.您不得利用我司服务从事任何不符合法律法规、侵犯他人合法权益或违背社会公序良俗的活动，我司正发现您从事上述活动时，有权立即停止您的全部或部分用户功能的使用。<br />
          <br />
          2.我司为您提供各类消费信贷服务，您应认真阅读并理解消费贷款产品的内容及使用规则，独立判断是否办理消费贷款。<br />
          <br />
          3.您保证并承诺向我司申请的借款用途并不违反法律法规、不违背社会公序良俗的，否则我司有权追究您的违约赔偿责任。且您承诺您的借款用途符合您在贷款申请、贷款合同签署时所注明的用途，不得擅自挪用，否则我司有权视情况延迟或停止发放贷款。<br />
          <br />
          4.我司有权对您的在马上消费金融网页或移动客户端上的所有操作进行记录并在法律允许的期限内留存上述记录，不论该操作之最终目的是否实现。<br />
          <br />
          5.鉴于互联网传播的特性，通过我司网站或移动客户端等所提供的信息并非针对或意图发送给任何可能因提供、获取或使用这些信息而使我司和/或用户违反当地法律法规的地区。您应自行甄别并在合法的情况下使用马上消费金融服务。<br />
          <br />
          五、用户信息的使用、披露和保护<br />
          <br />
          1.为了遵守国家法律法规的规定（如依法完成对您的实名制管理、履行反洗钱反恐怖融资职责、采取风险防范措施等），以及向您提供马上消费金融服务并提升服务质量，我司会依据您签署的《马上消费金融隐私权政策》/《够花平台隐私政策》（以下称“平台隐私政策”），在经过您的授权后收集、使用、共享及保护您的个人信息。平台隐私政策作为本协议不可分割的一部分，构成用户注册使用马上消费金融服务的基础。我司对于向您收集的个人信息将按照平台隐私政策及本协议以予以保护、使用或者披露。<br />
          <br />
          2.您同意我司在向您提供消费信贷服务的过程中收集、使用和存储您的个人信息，包括但不限于您主动向我司提供的个人信息、我司在您使用马上消费金融服务时主动收集的个人信息、我司依据您的授权从第三方平台收集的您的个人信息、我司从征信机构或其他合法公开渠道查询和收集的您的个人信息。<br />
          <br />
          3.在您申请贷款审批前，我司会收集您的手机号码作为您注册我司用户之用。您知悉并同意我司向您推荐贷款产品时可以使用您的手机号码，利用您的资料与您联络并向您传递针对您的兴趣而提供的信息，例如有针对性的广告、产品提供以及有关您使用我司的通讯等。如您不希望接收此类信息，您可按照我司网站或移动客户端提示的方法选择退订或取消。<br />
          <br />
          4.在您申请贷款审批时，关于您授权我司收集的具体信息类型及收集后的信息存储、使用、对外提供方式，以您与我司另行签署的书面授权文件（包括但不限于以电子签名、点击确认方式签署的协议文本）为准。<br />
          <br />
          5.我司已使用符合业界标准的安全防护措施保护您的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我司会采取一切合理可行的措施，保护您的个人信息。<br />
          <br />
          6.我司注重用户信息及隐私保护，我司会按照相关法律法规及平台隐私政策、《用户注册协议》、《个人信息使用授权书》、《征信查询授权书》、《消费信贷服务协议》等协议合法采集、使用和保护您的个人信息。您确认已理解并同意上述协议的内容。如不同意或无法准确理解相关条款的含义，您可与我司联系进行咨询，否则请不要进行注册操作。<br />
          <br />
          六、知识产权<br />
          <br />
          我司的所有内容的版权均属马上消费金融所有，包括但不限于文本、数据、图片、音频、视频、源代码、设计、软件、照片、及其他全部信息。未经我司同意，您不得以任何方式复制、传播、出版、公布、展示上述内容或以其他任何方式侵犯我司知识产权。<br />
          <br />
          您在我司网站或移动客户端等中发布的任何信息和内容，不得侵犯第三方的知识产权和/或其他权利。若有任何第三方对您在我司网站或移动客户端发布的信息和内容提出权利主张或提起诉讼/仲裁，您应当自行自费解决此类纠纷，并赔偿我司因您的侵权或涉嫌侵权行为产生的任何损失。<br />
          <br />
          七、风险及免责<br />
          <br />
          1.我司将尽力促使马上消费金融服务的正确、持续、及时和安全，但在法律法规允许的最大范围内，不就此负担任何明示或默示的保证责任。您同意承担使用我司服务的所有风险及因该风险可能造成的损害，在法律法规允许的最大范围内，我司对于与本协议有关或由本协议引起的，或者由于使用我司网站或移动客户端、或购买和使用马上消费金融服务或产品引起的任何间接的、惩罚性的、特殊的、衍生的损失（包括但不限于业务损失、收益损失、利润损失、使用数据或其他经济利益的损失），均不负有任何责任。<br />
          <br />
          2.因任何我司不能预见、不能避免且不能克服的情形（“不可抗力事件”）或第三方原因造成我司无法提供或迟延提供服务的，在不可抗力事件或第三方原因影响的范围内，我司不承担相关违约责任，但我司会采取合理行动积极促使服务恢复正常。前述情形包括但不限于：<br />
          <br />
          （1）自然灾害、罢工、骚乱、战争、政府行为、司法行政命令等不可抗力事件；<br />
          <br />
          （2）电力供应故障、通讯网络故障等公共服务因素；<br />
          <br />
          （3）与我司提供服务相关的系统停机维护或升级；<br />
          <br />
          （4）您使用的电脑软硬件和通信线路、供电线路出现故障；<br />
          <br />
          （5）您操作不当或通过非我司授权或认可的方式使用马上消费金融服务；<br />
          <br />
          （6）其他任何第三方原因。<br />
          <br />
          3.我司的网站或移动客户端可能会在马上消费金融服务中集成由第三方提供的产品及服务、链接至第三方和/或展示第三方的标记或内容，我司提供该等集成、链接、展示的目的仅在于向您提供方便，我司对此不作任何保证，亦不代表我司对该等第三方、其产品及服务的任何推荐、支持或授权，您应当自行甄别并自担风险。您在使用上述第三方的任何产品和服务时，应当了解并接受该等第三方的协议或规则，按照该等第三方的相关服务协议而非本协议使用第三方服务。<br />
          <br />
          八、违约责任<br />
          <br />
          1.如您违反在本协议所做的陈述、保证、承诺及其他义务，导致我司遭受损失的，您应当承担赔偿责任。<br />
          <br />
          2.如果由于您违反本协议或任何法律、法规而侵害第三方的权利，引起第三方对我司提起任何形式的索赔、诉讼、要求，我司有权向您追偿相关损失。<br />
          <br />
          3.本协议项下的相关损失包括我司发生的全部损失及向第三方支付的赔偿金、诉讼费、公证费、律师费等。<br />
          <br />
          九、协议终止及账户的暂停、注销或终止<br />
          <br />
          1.除非我司终止本协议或您申请终止本协议且经我司同意，否则本协议始终有效。在您违反本协议相关规则，或根据相关法律法规及政府部门要求，我司有权通过电子邮件、短信等方式通知终止本协议、关闭您的账户或限制您使用我司全部或部分服务。但我司的终止行为不免除您依据本协议或其他与我司签署的协议项下尚未履行完毕的义务。<br />
          <br />
          2.如您决定不再使用我司的“用户账户”，应首先清偿所有应付款项（包括但不限于贷款本金、利息、手续费、滞纳金、违约金等），并向我司申请注销该“用户账户”，经我司同意后可正式注销。但您知悉并确认，依据前述流程注销账户后，我司有权基于法律法规要求、监管检查及内部档案制度保留您的相关记录信息。<br />
          <br />
          3.若您死亡或被宣告死亡的，您在本协议项下的各项权利义务由您的继承人依法承担。若您丧失全部或部分民事行为能力，我司有权根据有效的法律文书或您法定监护人的指示处置与用户账户相关的款项。<br />
          <br />
          4.我司有权基于独立判断，在认为可能发生危害交易安全等情形时，在适用法律允许范围内，先行暂停、中止或终止向您提供本协议项下全部或部分服务，并将全部注册资料移除或删除，且无需对您或第三方承担任何责任。前述情形包括但不限于：<br />
          <br />
          （1）我司认为您提供的个人资料不具有真实性、有效性或完整性，包括但不限于盗用他人证件信息注册、认证信息不匹配等；<br />
          <br />
          （2）我司发现异常交易或有疑义或有违法之虞时；<br />
          <br />
          （3）我司认为您的账户涉嫌洗钱、套现、传销、被冒用或其他我司认为有风险的情形；<br />
          <br />
          （4）我司发现您使用非法或不正当的技术手段进行危害交易安全或影响公平交易的行为，包括但不限于篡改或窃取交易数据、窃取其他用户信息、攻击其他账户等；<br />
          <br />
          （5）您涉嫌违反法律法规或已违反本协议的；<br />
          <br />
          （6）其他我司基于交易安全等原因考虑，认为需要先行暂停、中止或终止向您提供本协议项下的全部或部分服务，并将全部注册资料移除或删除的情形。<br />
          <br />
          十、条款的独立性<br />
          <br />
          如本协议的部分条款被认定为无效或无法实施时，其他条款仍继续有效。<br />
          <br />
          十一、适用法律和管辖<br />
          <br />
          本协议适用中华人民共和国法律法规（仅为本协议之目的，不包括香港、澳门、台湾地区法律）。因适用本协议产生的争议，应协商解决，协商不成，双方同意将争议提交我司所在地人民法院管辖。<br />
          <br />
          十二、其他<br />
          <br />
          1.您知悉并同意，本协议经您点击同意并以数据电文的形式提交、确认或签署即对双方具有约束力，表示您认可马上消费金融电子数据的有效性性和证据效力。我司相关系统所生产和保留的相关电子数据、交易记录、我司制作或保留的相关电子及纸质单据、凭证、记录等相关资料，均构成有效证明双方之间权利义务关系的证据。<br />
          <br />
          2.您知悉并确认我司有权经在本协议项下的权利或义务部分或全部转让给第三方，该转让行为无需征得您的同意。<br />
          <br />
          3.为了给您提供更好的服务以及随着我司业务的发展，我司将在不违反法律法规的前提下适时优化或修改本协议条款，但未经您明确同意，我司不会削减您依据本协议所享有的各项权利。如本协议更新或修改，我司会在网站或移动客户端上及时更新，并通过合理方式告知您，以便您能及时了解本协议做出的任何变更。若您不同意修改本协议，请您立即停止使用我司提供的服务；若您在本协议修订后继续使用我司提供的服务，视为您接受修订后的本协议的内容。<br />
          <br />
          &nbsp;<br />
          <br />
          （以下无正文）<br />
          <br />
          &nbsp;<br />
          <br />
          用户：&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;马上消费金融股份有限公司<br />
          <br />
          &nbsp;<br />
          <br />
          年&nbsp; 月&nbsp; 日&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;年&nbsp; 月&nbsp; 日<br />
        </strong>
      </div>
      <br />
    </div>
    <div
      class="deal-page"
      v-show="dealType === 2"
    >
      <div style="text-align:center;">
        <strong>马上消费金融隐私政策<br />
          <br />
          最新版本更新日期：2022年【6】月【19】日<br />
          <br />
          最新版本生效日期：2022年【6】月【19】日<br />
          <br />
          欢迎您使用马上消费金融运营和管理的App或H5页面（以下简称“马上消金App”或“平台”）。作为马上消金App的运营主体以及平台服务的提供方，马上消费金融有限公司（联系地址：重庆市渝北区黄山大道中段52号渝兴广场B2栋4-8楼，联系方式：952251；以下简称“马上消金”或“我们”）将通过《马上消费金融隐私政策》（以下简称“本政策”）主要向您说明：（a）您通过马上消金App、H5页面等使用我们提供的服务所涉及的我们收集、使用和共享您个人信息的情况；（b）您通过与我们合作的第三方所营运的App或网站使用我们提供的服务所涉及的我们收集、使用和共享您个人信息的情况；以及（c）您通过其他线上或线下渠道使用我们提供的服务所涉及的我们收集、使用和共享您个人信息的情况。<br />
          <br />
          但需要特别说明的是，本政策不适用于由马上消金关联公司、关联方或第三方合作机构直接向您提供的产品或服务。针对这类产品或服务，我们建议您在使用之前查阅他们的隐私政策，了解他们如何处理您的信息，以便审慎决策。<br />
          <br />
          我们深知个人信息对您的重要性，并会尽全力保护您的个人信息安全可靠。我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等。同时，我们承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。<br />
          <br />
          我们希望通过本政策向您说明，您在使用马上消金的消费信贷服务时，我们是如何收集、使用和向第三方提供这些信息的，以及我们向您提供的访问、更新、控制和保护这些信息的方式，请您在使用马上消金App前务必仔细阅读、充分理解。为了便于您阅读及理解，我们尽量用简单易懂的语句进行表述，并在“附录1：关键词定义”中对专用术语进行了定义。同时我们对所有可能与您的合法利益存在重大关系的条款以及涉及敏感信息内容都通过粗体字或下划线的形式进行了特别提醒。<br />
          <br />
          请您注意，我们的网站或马上消金App可能集成由第三方提供的产品及服务、链接至第三方和/或展示第三方的标记或内容，我们建议您在使用第三方服务和产品前、查看第三方创建的网页或使用第三方开发的应用程序时，认真阅读第三方产品和服务对应的相关协议和隐私政策。我们会尽商业上的合理努力去要求这些主体对您的个人信息采取保护措施，但我们无法保证这些主体一定会按照我们的要求采取保护措施，请您与他们直接联系以获得关于他们的隐私政策的详细情况。<br />
          <br />
          您知晓并确认您在注册时已经阅读本政策的全部内容。如果您注册为我们的用户，或开始使用或者继续使用马上消金的消费信贷服务的，即视为您已经充分理解并愿意接受本政策的内容。如果您对本政策还有任何疑问、异议之处，请拨打客服电话400-0187-777，或发送邮件至【dataprivacy@haiercash.com】以联系我们专设的个人信息保护相关负责人。<br />
          <br />
          本政策适用于在中华人民共和国境内（港澳台地区除外）收集、使用、对外提供您个人信息的行为，且本政策涉及的产品或服务仅供18周岁以上的成年人使用。如您未达到上述年龄的，请停止使用马上消金的消费信贷服务。<br />
          <br />
          本政策将帮助您了解以下事项：<br />
          <br />
          1. 我们如何收集和使用您的个人信息<br />
          <br />
          2. 我们如何共享、转让、公开披露您的个人信息<br />
          <br />
          3. 我们如何保存和保护您的个人信息<br />
          <br />
          4. 我们如何使用Cookie和同类技术<br />
          <br />
          5. 您的权利<br />
          <br />
          6. 未成年人信息保护<br />
          <br />
          7. 我们如何修改与更新本政策<br />
          <br />
          8. 如何联系我们<br />
          <br />
          附录1：关键词定义<br />
          <br />
          附录2：涉及嵌入第三方代码、插件传输个人信息的情况<br />
          <br />
          附录3：部分第三方信息共享清单<br />
          <br />
          一、 我们如何收集和使用您的个人信息<br />
          <br />
          我们会依据《个人信息保护法》、《数据安全法》、《网络安全法》以及金融行业关于个人信息保护的法律规定，并参考《信息安全技术 个人信息安全规范》（GB/T 35273-2020）等推荐性国家标准，遵循合法、正当、必要原则，收集和使用您的个人信息。我们原则上只会在征得您同意的情况下以最低合理的频度收集您必要的个人信息，除非基于特定的法律义务或可能需要保护您或其他人的重要利益下向您收集，但我们不会收集法律法规禁止收集的个人信息。您可以选择不提供某一或某些信息。如您选择不提供某一或某些信息，可能会导致您无法使用或无法正常使用本平台的部分服务，但这不会对您使用本平台的其他服务产生影响。在收集您的个人信息后，我们在通过技术手段对您的信息数据进行匿名化处理后，该匿名化的信息将无法识别信息主体，有权在不经您同意的情况下直接使用，有权对用户数据库进行分析并予以商业化的利用。<br />
          <br />
          请您理解，由于商业策略的变化，马上消金的服务也可能进行更迭和发展。如果我们需收集本政策未载明的信息类型，或将您的个人信息用于本政策未载明的其他用途，我们将按照法律法规的要求再次征得您的同意。<br />
          <br />
          （一） 我们会通过哪些方式收集您的个人信息<br />
          <br />
          我们会通过以下三种方式收集您的个人信息：<br />
          <br />
          1. 您主动向我们提供的信息：我们可能会收集您在使用我们服务时向我们主动提供的信息，包括在实名认证、信用评估、贷后管理、投诉处理等环节提供的基本资料、身份信息、与解决争议相关的信息等。<br />
          <br />
          2. 我们主动收集的信息：在您使用我们提供的服务的过程中，我们会收集您的设备发送给我们的信息以及您在接受我们服务过程中产生的信息。<br />
          <br />
          3. 我们收集来自第三方的信息：经您授权，我们还可能通过我们的关联方、合作机构、征信机构、第三方信用机构或其他能合法留存您相关信息的第三方获取您的个人信息。<br />
          <br />
          （二） 我们会收集哪些您的个人信息<br />
          <br />
          1. 完成账号的创建、关联或登录<br />
          <br />
          在您注册马上消金会员账号时，我们需要收集您的账户名、密码、您本人的手机号码用于账号的注册与登录。除账号/密码登录外，在系统支持的前提下，您还可通过指纹或刷脸方式登录马上消金App；您需在您的设备上录入您的指纹信息或面容ID信息，并开启指纹权限或摄像头权限以提供您的指纹验证结果(非原始指纹信息)或面部特征。在您进行指纹登录或面容ID登录时，您需在您的设备上完成信息验证，我们仅接收验证结果，并不收集您的指纹信息或面容ID信息。您还可以选择输入您的手势信息，使用手势密码进行验证并完成登录。<br />
          <br />
          另外，您也可以通过授权第三方账户（如微信账号）与您在我司的注册账号建立绑定关系后，通过第三方账户（如微信账号）直接登录，我们将收集您在第三方平台留存的账户信息，具体以第三方平台要求为准。如您通过微信账号登录我们的平台时，我们将收集您的微信昵称、头像、地区、性别信息、微信OpenID、微信UnionID，以实现使用微信进行登录的功能。<br />
          <br />
          若您不提供前述某一或某些信息，您可能无法登录或正常使用马上消金提供的消费信贷服务，但不影响您对我们提供的产品或服务进行基础浏览。为免歧义，指纹或脸部信息属于您的个人敏感信息，如您不使用指纹登录或面容ID登录服务，您也可以选择账号/密码登录等其他方式登录。请您在使用马上消金账号登录功能前仔细阅读我司与您签订的有关用户注册内容的相关协议。<br />
          <br />
          2. 履行反洗钱义务及进行实名制管理<br />
          <br />
          您在通过平台使用我们提供的消费信贷服务前，为对您进行实名制管理及履行相关的反洗钱要求，我们将向您收集您的姓名、性别、出生日期、民族、职业、居住地址、电子邮箱、身份证号码及有效期、银行卡信息（银行卡类型、卡号、银行卡有效期、开户行名称、账户开立时间、预留手机号）。为验证您身份的真实性，您需要开启摄像头权限，且按照页面的提示完成相应的头部动作，在此过程中我们将收集您的面部特征。我们会将上述信息提交给合法持有您信息的第三方身份验证机构，以便对您所提供信息的真实性和准确性进行核验。如果您不提供上述信息或您的实名认证未通过，则您无法使用马上消金提供的消费信贷服务。但不影响您使用我们提供的其他服务。<br />
          <br />
          您的面部特征属于生物识别信息，我们会将其作为您的身份资料按照本政策第三条第（一）款信息保存的约定进行存储。在需要处理您的人脸信息的场景下，根据相关法律法规要求，我们将充分保障您的个人信息安全。<br />
          <br />
          3. 资格、信用及偿付能力审核<br />
          <br />
          在您使用马上消金提供的消费信贷服务并激活额度前，为了准确评估您的信贷资格、信用及偿付能力，协助马上消金开展风险控制，除您在前述环节已提交的个人信息外，我们在您授权后会向合法留存您个人信息的征信机构、行业协会、第三方服务公司等查询您的征信信息、信用评分或其他核验结果。我们还可能向您收集您的婚姻状况、学历、房产信息、收入、工作单位、工作地址和工作电话、电子邮箱、您设备中的App下载列表/软件列表，这些信息将用来对您的信贷资格、风险状况及偿付能力进行审核，帮助我们做好风险管控工作，进行合同补充或逾期催收，或按照法律法规、监管政策要求向有权机关进行上报。<br />
          <br />
          同时，您理解作为有效的风控和贷后管理手段之一，您需要填写您的紧急或常用联系人信息。您可以自主填写相关信息或授权我们开启您的通讯录权限访问联系人信息。我们不会强制要求您开启通讯录，您可遵循设备系统权限设置开启或关闭这一权限。<br />
          <br />
          您使用我们的消费信贷产品与/或服务的过程中，我们会持续性的利用上述信息检测、防止或纠正违反相关法律法规或适用的用户协议的行为。如您不提供相关信息，则可能无法通过信用审核，但不影响您使用我们的其他服务。<br />
          <br />
          4. 反欺诈和安全管理<br />
          <br />
          为了保障您使用我们的产品或服务时系统及网络的稳定性与安全性、提高您的账户安全（在您进行敏感操作时（包括进行资金交易）保障您的账户安全；对系统问题进行分析并排查可能存在的风险，从而判断您的使用是否存在异常以保护您的账户安全，具体包括我司通过分析设备信息的异常变化会触发账户安全规则校验，阻止不法分子登录客户账户获取个人信息；通过搜集的设备信息、客户操作行为等数据判断异常行为触发我司的安全验证规则（比如人脸识别、设备指纹验证等）来保障账户安全。同时也是为了帮助我们更准确地预防和识别欺诈等非法活动（我们会利用设备、位置类信息使用聚类分析等手段防范群体欺诈），我们将接收并记录您在使用马上消金App的过程中留存或产生的设备信息（包括IP地址、密码口令、设备品牌、型号、厂商、屏幕规格、App下载列表/软件列表、操作系统版本、唯一设备识别码IMEI/android ID/ IMSI/OPEN UDID/IDFA/IDFV、设备标识符、设备MAC地址、设备位置、网络状态、WiFi状态），拒绝授权后，前述功能或服务可能无法使用，或影响欺诈风险识别效果。我们还可能通过收集您的通话记录识别诈骗风险，我们不会强制要求您开启通话记录权限，您可遵循设备系统权限设置开启或关闭这一权限。我们也会收集您使用马上消金App时的部分行为操作信息（页面停留时间、页面点击频次），以便评估分析产品和服务效果并排查可能存在的安全风险。我们还可能获取您的经纬度信息以判断您的账号风险，为此您需要开启定位权限。如果您不提供上述信息，我们可能难以保证您在使用马上消金提供的服务过程中账号和资金的安全性，但不影响您使用我们的其他服务。<br />
          <br />
          5. 消费信贷服务及相关信息查阅功能<br />
          <br />
          当您通过我们提供的消费分期等产品或服务并购买相关商品时，我们还将收集您的物流信息、商品订单信息、支付信息、收货地址。您理解收集这类信息目的在于判断您消费的真实性以及在您咨询投诉时方便我们更好地反馈您的需求。<br />
          <br />
          我们还将向您提供信息查阅服务。为此目的，您同意并授权我们在法律法规允许的范畴内，收集您在平台产生的贷款信息、分期账单流水、还款记录。您可以在马上消金App中及时查阅到这类信息，如您不提供上述信息，则可能无法使用本功能项下的相关服务，但不影响您使用我们提供的其他服务。<br />
          <br />
          6. 商城服务<br />
          <br />
          当您在马上消金App进行在线商城购物时，我们会获取您填写或提交的商品订单信息、收货人姓名、联系电话、收货地址。您理解收集这类信息目的在于为您提供商城购物服务，实现商品发货和派送，如您不提供此类信息，则可能无法使用本功能项下的相关服务，但不影响您使用我们提供的其他服务。<br />
          <br />
          7. 客户服务及投诉处理<br />
          <br />
          您可一键拨打我们的客服电话与我们取得联系，但这并不意味着我们会收集您的通话记录。当您向我们的客服（包括电话客服、在线客服）进行咨询或投诉时，您需要向我们反馈您的问题或您咨询、投诉标的的相关信息。需要提示的是，如您反馈的问题涉及您的个人信息，尤其是个人敏感信息的，请不要直接透露，我们将会在确保您个人信息安全的情况下与您进一步沟通。<br />
          <br />
          8. 产品改进及个性化服务<br />
          <br />
          为了不断改进我们的产品与/或服务、排除并减少产品流程故障的情况，我们将会收集您在使用马上消金App时的页面点击频次、页面停留时间、设备品牌、型号、容量、厂商、屏幕规格、操作系统版本、CPU和电池使用情况。我们还可能为了提供服务及改进服务质量的合理需要而获得的您的其他信息，但我们会通过合适的方式告知您并另行征求您的同意。<br />
          <br />
          在您访问马上消金App或使用我们的产品与/或服务时，我们可能会将您的交易记录、浏览记录、搜索记录、访问时间与我们收集到的您的个人信息相关联，进行数据分析以形成用户画像，用来评估分析产品效果或将您感兴趣的产品与/或服务信息展示给您。如果您不想接收我们的推送信息，您可以通过设备系统关闭通知权限或通过本政策第八条载明的联系方式告知我们并要求取消。<br />
          <br />
          9. 设备权限调用说明<br />
          <br />
          各相关业务功能可能开启您的设备访问权限的逐项列举，详见如下：<br />
          <br />
          设备权限&nbsp; &nbsp; &nbsp;业务功能&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;权限申请方式&nbsp; &nbsp; &nbsp; &nbsp; 是否可关闭<br />
          <br />
          摄像头：人脸识别、实名认证、OCR识别、更换头像、扫一扫<br />
          <br />
          通知：发送通知消息<br />
          <br />
          位置：账号异地登录提醒、保护账号安全、业务风险控制及反欺诈<br />
          <br />
          通讯录：打开通讯录访问和选择紧急联系人、业务风险控制<br />
          <br />
          通话记录：申请个人消费贷款时识别诈骗风险<br />
          <br />
          访问存储卡/照片：更换头像、省市区联动查询本地缓存等<br />
          <br />
          访问WiFi状态：监测提示网络环境以提供App基础服务、业务风险控制<br />
          <br />
          访问日历：添加还款日提醒<br />
          <br />
          指纹：指纹登录<br />
          <br />
          麦克风：人脸识别、智能客服及使用语音沟通服务<br />
          <br />
          我们申请或取得的权限将与提供的服务功能保持一致，您确认并同意开启这些权限即代表您授权我们可以收集和使用相关信息来实现特定业务功能。您也可以在设备系统设置中撤回或开启这些权限，如果您关闭了某一权限，则我们不再收集这类权限涉及的个人信息，也无法为您提供与这些授权对应的功能，但这不会对您使用马上消金的其他服务产生影响。我们承诺在调取上述权限之前会分别征求您的明确同意，并确保在App更新后不更改您原有的系统权限设置。<br />
          <br />
          10. 征得授权同意的例外<br />
          <br />
          根据相关法律法规的规定，在以下情形中，我们可以在不征得您的授权同意的情况下收集、使用必要的个人信息：<br />
          <br />
          1) 与我们履行法律法规规定的义务相关的；<br />
          <br />
          2) 与国家安全、国防安全直接相关的；<br />
          <br />
          3) 与公共安全、公共卫生、重大公共利益直接相关的；<br />
          <br />
          4) 与刑事侦查、起诉、审判和判决执行等直接相关的；<br />
          <br />
          5) 出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；<br />
          <br />
          6) 所涉及的个人信息是您自行向社会公众公开的；<br />
          <br />
          7) 根据您的要求签订和履行您作为合同一方当事人的合同所必需的；<br />
          <br />
          8) 从合法公开披露的信息中收集到您的个人信息，如从合法的新闻报道、政府信息公开等渠道；<br />
          <br />
          9) 用于维护我们产品和/或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；<br />
          <br />
          10) 法律法规规定的其他情形。<br />
          <br />
          11. 其他<br />
          <br />
          如前所述，我们向您提供的功能和服务是不断更新和发展的，我们还可能出于提供更多功能、服务及改进服务质量的合理需要而获得您的其他信息。如果某一功能或服务需要收集您的个人信息但未在本政策中予以说明的，或者超出了我们向您收集个人信息时所声称的目的或范围的，或者按照法律法规的要求需要单独获得您的同意的，我们会在收集您的个人信息前通过页面提示、弹窗、交互流程、网站公告或更新隐私政策等方式另行向您说明信息收集的内容、范围和目的，以征得您的同意。如您对我们收集和使用您的个人信息有任何疑问或者需要提供进一步的信息，请通过本政策第八条【如何联系我们】约定的联系方式联络我们。<br />
          <br />
          二、 我们如何委托处理、共享、转让、公开披露您的个人信息<br />
          <br />
          （一）委托处理<br />
          <br />
          为了提升信息处理效率，降低信息处理成本，我们可能会委托有能力的其他专业服务机构（如接受马上消金委托提供客户服务的机构、提供支付服务的机构、提供贷款催收的机构、提供诉讼处理的机构）代表我们来处理信息。委托行为不会超出法律法规允许的范围、我们已征得您授权同意的范围或遵守本政策第一条所列情形。我们会通过书面协议、现场审计等方式要求受托公司遵守严格的保密义务及采取有效的保密措施，禁止其将这些信息用于未经您授权的用途，或转委托其他第三方处理您的个人信息。同时，我们会按照法律法规要求在委托处理您的个人信息前开展个人信息保护影响评估并与受托公司明确约定委托处理的目的、期限、处理方式、个人信息的种类、保护措施等。在委托处理终止时，我们会要求该等受托公司删除您的个人信息。<br />
          <br />
          （二）共享<br />
          <br />
          我们不会与马上消金以外的任何公司、组织和个人共享您的个人信息，除非获得您的单独同意或符合法律法规和本政策规定的例外情形。在获得您授权的情况下，我们将对我们与之共享个人信息的公司、组织和个人事先开展个人信息保护影响评估并要求它们按照不低于本政策标准保护您的信息。我们不会违反本政策所作承诺为自身获利目的出售、交换您的个人信息。<br />
          <br />
          您授权同意我们在以下情形中共享您的个人信息（具体我们所进行的个人信息共享的接收方范围，以及共享的个人信息类型、目的、方式等，请见附录3《部分第三方信息共享清单》）：<br />
          <br />
          1. 根据适用的法律法规、法律程序、诉讼目的或者行政机关、司法机构依法提出的要求而提供您的个人信息。如果我们确定您出现违反适用的法律法规的情况，或为保护我们或其他用户或公众的权利、财产或安全免遭损害，我们可能披露您的信息，包括相关违规行为以及我们已对您采取的措施。<br />
          <br />
          2. 在您违反与马上消金或者相关方签署的相关协议时，向您的交易对手、相关业务的合作银行、担保机构、保险机构等提供您在相关协议项下的履约和违约信息，例如在您的贷款发生逾期情况下，我们会将您的姓名、身份证件号码、联系方式、银行卡号、投保人邮箱、投保人地址、借款及担保信息提供给相关的保险公司/担保机构；同时为建立信用体系，您同意并授权在符合相关法律规定的前提下将您的信用信息和不良信息报送依法设立的征信机构、行业协会等。<br />
          <br />
          3. 根据法律规定及合理商业习惯，马上消金接受来自其他主体的尽职调查时，您同意我们根据业务的需要把您的信息提供给必要的主体(如审计、法律等外部专业中介机构)，但我们会通过和这些主体签署保密协议等方式要求其对该等信息采取与本政策同等的保密措施，并要求其在完成必要工作后在合理的期限内删除您的信息。<br />
          <br />
          4. 与我们的关联方共享。我们只会在下述情况下，于必要范围内与我们的关联方共享您的个人信息，且这种共享受本政策所述目的约束：某些产品或服务可能由我们的关联方提供或我们与关联方共同提供的，因此只有共享您的个人信息，才能实现我们产品和服务的核心功能或提供您需要的服务。<br />
          <br />
          我们会要求与我们共享您的信息的关联方按照本政策约定的方式存储、使用您的个人信息。我们的关联方如要改变个人信息的处理目的，将再次征求您的明示同意。<br />
          <br />
          5. 与第三方合作机构共享。平台上的某些产品或服务由我们的合作伙伴提供。为此目的，我们可能与合作机构共享您的个人信息以向您提供具体产品或服务。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。同时，我们会与第三方合作机构签署严格的保密协议、数据处理协议等，要求他们严格按照我们的说明、本政策以及其他任何相关的保密和采取安全措施的要求来处理您的个人信息。目前，我们的合作伙伴包括以下类型：<br />
          <br />
          1) 合作金融机构。为了协助您开设银行卡二类账户，我们将向合作银行提供您的姓名、身份证件类型及号码、银行卡号、手机号。为了与合作银行共同向您提供信贷服务（进行信用评估、借款审核、贷款发放、贷后管理等），我们将向合作银行共享您的姓名、性别、国籍、民族、出生日期、身份证件类型、号码及有效期、银行卡号、手机号、教育程度、婚姻状况、家庭详细地址、单位详细地址、联系人姓名及联系方式。<br />
          <br />
          2) 身份验证服务提供商。为了开展多维度的身份验证活动，我们可能会将您的身份证照片、人脸照片提供给我们合作的提供OCR和活体识别技术服务的第三方身份验证服务提供商，我们与该类伙伴共享信息时会对您的个人信息采取加密传输。我们会严格要求这些服务提供商只能出于为我们提供服务的目的使用您的信息。<br />
          <br />
          3) 提供风险控制相关技术支持的合作方。我们可能会将您的姓名、身份证证件信息、联系方式（手机号、邮箱地址、住址信息）、银行卡号、设备信息共享给提供风险控制相关技术支持的数据服务公司，我们与该类伙伴共享信息时会对您的个人信息采取加密传输。我们会严格要求这些服务提供商只能出于为我们提供服务的目的使用您的信息，而不得出于自身利益使用您的信息。<br />
          <br />
          4) 特定服务合作方。为了给您提供会员服务，我们将向上海烈熊网络技术有限公司共享您的登录账号。<br />
          <br />
          5) 提供第三方代码、插件的服务方。为了便于您正常使用马上消金App、保障您的账号及网络安全并持续优化我们的服务质量，我们还将与提供第三方代码、插件的服务方合作，这些服务方会通过马上消金App向您收集必要的信息，涉及其收集信息的类型、目的等情形请详见本政策附录2。<br />
          <br />
          6) 商城服务合作方。为了向您提供商城服务，我们可能会向合作商家、第三方配送公司共享您提供的订单信息、收货人姓名、联系电话、收货地址。我们将要求第三方对您的信息采取保护措施，并且严格遵守相关法律法规与监管，只以提供商城相关服务之目的使用您的信息，而不得出于自身利益使用您的信息。<br />
          <br />
          6. 其他经您事先授权同意的情形。<br />
          <br />
          （三）转让<br />
          <br />
          我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：<br />
          <br />
          1. 在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；<br />
          <br />
          2. 根据法律法规或强制性的行政或司法要求；<br />
          <br />
          3. 在涉及合并、收购、破产清算或转让贷款项下债权时，如涉及到个人信息转让，我们会向您告知接收方的名称或者姓名和联系方式，并要求新的持有您个人信息的公司、组织继续受此隐私政策的约束和履行个人信息处理者的义务，如该等信息接收方变更原先的处理目的、处理方式的，将会按照法律规定重新向您征求授权同意。<br />
          <br />
          （四）公开披露<br />
          <br />
          我们不会公开披露您的个人信息，除非获取您的明确同意。<br />
          <br />
          基于法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会向有权机关披露您的个人信息。但在上述情况发生时，我们会要求披露请求方出具与之相应的有效法律文件，并对被披露的信息采取符合法律和业界标准的安全防护措施。<br />
          <br />
          （五）共享、转让、公开披露个人信息时征得授权同意的例外<br />
          <br />
          根据相关法律法规的规定，在以下情形中，我们可以在不征得您的授权同意的情况下共享、转让、公开披露您的个人信息：<br />
          <br />
          1. 与我们履行法律法规规定的义务相关的；<br />
          <br />
          2. 与国家安全、国防安全直接相关的；<br />
          <br />
          3. 与公共安全、公共卫生、重大公共利益直接相关的；<br />
          <br />
          4. 与刑事侦查、起诉、审判和判决执行等直接相关的；<br />
          <br />
          5. 出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；<br />
          <br />
          6. 您自行向社会公众公开的个人信息；<br />
          <br />
          7. 根据您的要求签订和履行您作为合同一方当事人的合同所必需的；<br />
          <br />
          8. 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；<br />
          <br />
          9. 用于维护我们产品和/或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；<br />
          <br />
          10. 法律法规规定的其他情形。<br />
          <br />
          三、 我们如何保存和保护您的个人信息<br />
          <br />
          为了满足监管要求、向您提供服务，以及便于您查询您的借款和还款记录等，我们会保存您申请或使用服务过程当中提交或产生的必要信息。我们将采用物理或逻辑隔离机制对您的一般个人信息与个人敏感信息分开存储。涉及个人敏感信息的，我们会采用加密等安全措施予以特殊保护。<br />
          <br />
          （一） 信息保存<br />
          <br />
          1.我们在中国境内处理您的个人信息，并仅将收集和产生的您的个人信息将储存于中国境内。<br />
          <br />
          2.为了保证您的权益，我们将在实现本政策所述目的的最短必要期限内或法律法规要求的时限内保留您的个人信息，我们需要在业务存续期间保存您的个人信息，以向您提供相应产品或服务，保障您的账号和系统安全。如果您注销账号、主动删除个人信息或当您的个人信息超出我们保存的期限后，我们会对您的个人信息进行删除或匿名化处理。除非法律法规或适用的监管规定要求或允许我们在更长的期间内保留这些信息，比如根据《金融机构客户身份识别和客户身份资料及交易记录保存管理办法》等反洗钱相关法规规定，客户身份资料自业务关系结束当年或者一次性交易记账当年计起至少保存5年、交易记录自交易记账当年计起至少保存5年。<br />
          <br />
          3.个人生物识别信息的存储<br />
          <br />
          未履行法律法规、监管规定的客户身份识别、反洗钱相关要求，我们会存储您的面部特征信息，该类信息属于原始个人生物识别信息，我们会将其与个人身份信息分开存储。<br />
          <br />
          （二） 信息保护<br />
          <br />
          1. 我们已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。例如，对您的个人信息我们会采取符合法律法规要求的保密和安全措施；涉及个人敏感信息的，我们将采取加密措施传输、存储，采用数据访问权限控制及审计控制等措施。<br />
          <br />
          2. 我们仅基于本政策明示的目的，在您授权范围内收集、使用和共享您的信息。我们使用各种安全技术和程序保护您提供的个人信息，以避免我们获取、存储的您的信息在未经授权的情况下被访问、篡改、披露或破坏。我们建立与业务发展相适应的信息安全保护体系，包括严格的数据安全和隐私保护制度，以及相匹配的信息安全保障体系。<br />
          <br />
          3. 我们建立了监控及审计机制，对数据获取、存储、分析、使用、共享等操作流程进行跟踪与识别，避免发生非授权操作。同时对员工进行不定期安全培训，以提高员工数据保护意识，避免信息数据泄露风险。严格按照监管部门的要求，采取合法的技术措施和手段保障您的信息安全。<br />
          <br />
          4. 我们将定期更新并公开安全风险、个人信息安全影响评估等报告的有关内容。您可通过我们官网公告中获得。<br />
          <br />
          5. 互联网并非绝对安全的环境，而且电子邮件、即时通讯、及与其他用户的交流方式并未加密，我们强烈建议您不要通过此类方式发送个人信息。请使用复杂密码，协助我们保证您的账号安全。我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。如您发现自己的个人信息泄密，尤其是您的账户及密码发生泄露，请您立即通过本政策第八条约定的联系方式联络我们，以便我们采取相应措施。<br />
          <br />
          6. 我们已制定个人信息安全事件应急预案，定期组织内部相关人员进行应急响应培训和应急演练。如不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。请您注意，根据法律法规的规定，如果我们采取措施能够有效避免信息泄露、篡改、丢失造成危害的，我们可以选择不向您通知，但是监管部门认为可能造成危害并要求我们向您通知的，我们将根据要求向您通知。<br />
          <br />
          7. 同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。如我们未能有效履行个人信息安全保护义务的，导致您的合法权益受损，我们将承担相应的责任。<br />
          <br />
          8. 我们建立了员工背景审查机制，对大量接触个人信息的员工定期进行背景审查，以了解其犯罪记录、诚信状况等。我们建立了相关内控制度，对可能接触到您的信息的工作人员采取最小够用授权原则；对工作人员处理您的信息的行为进行系统监控，不断对工作人员培训相关法律法规及隐私安全准则和安全意识强化宣导。<br />
          <br />
          四、 我们如何使用Cookie和同类技术<br />
          <br />
          为使您获得更轻松的访问体验，您访问平台或使用马上消金提供的服务时，我们可能会通过小型数据文件识别您的身份，这么做可帮您省去重复输入注册信息的步骤，或者帮助判断您的账户安全状态。这些数据文件可能是Cookie，Flash Cookie，您的浏览器或关联应用程序提供的其他本地存储（以下简称“Cookie”）。请您理解，我们的某些服务只能通过使用Cookie才可得到实现，我们不会将Cookie用于本政策所述目的之外的任何用途。您可以在您的浏览器或浏览器附加服务允许的情况下，修改对Cookie的接受程度或者拒绝的Cookie（多数浏览器工具条中的“帮助”部分会告诉您怎样防止您的浏览器接受新的Cookie或者怎样彻底关闭Cookie），但这可能会影响您安全访问平台或使用马上消金提供的服务。<br />
          <br />
          除Cookie外，我们可能还会在网站上使用网络Beacon等其他同类技术来访问您的数据。请您理解，当您通过平台访问第三方创建的网页时，这些第三方可能通过自己的Cookie、Web Beacon收集您的信息。该等行为不受我们控制及本政策的约束，而是受该第三方隐私政策约束。我们建议您在使用第三方提供的服务前，仔细阅读该等第三方隐私政策的内容。我们也会履行必要的审核义务，并努力去要求第三方对您的个人信息采取保护措施。如您发现这些第三方创建的网页或第三方开发的应用程序存在风险时，建议您终止相关操作以保护您的合法权益。<br />
          <br />
          五、 您的权利<br />
          <br />
          我们非常重视您对个人信息的关注，并尽全力保护您对自己个人信息访问、更正、删除、撤回以及注销账户的权利。<br />
          <br />
          （一） 访问和更正您的个人信息<br />
          <br />
          除法律法规规定外，您有权随时访问和更正下述您的个人信息：<br />
          <br />
          当您使用马上消费金融APP时：<br />
          <br />
          1. 您可以通过【个人中心】-【头像】-【我的头像】，访问和更换头像；<br />
          <br />
          2. 您可以通过【个人中心】-【头像】-【安全设置】，访问和修改绑定手机、登录密码、支付密码、手势密码；<br />
          <br />
          3. 您可以通过【个人中心】-【头像】-【收货地址】，访问和删除、修改收货地址；<br />
          <br />
          4. 您可以通过【个人中心】，查询近7日待还、本月应还、全部应还、全部贷款、还款记录、额度等多维度信贷记录及还款信息；<br />
          <br />
          5. 您可以通过【个人中心】-【服务】-【资料管理】，访问和更新您的证件、个人信息、联系人信息、授权内容及影像信息；<br />
          <br />
          6. 您可以通过【个人中心】-【银行卡】，访问和解除已绑定的银行卡，添加银行卡信息。<br />
          <br />
          当您使用够花APP时：<br />
          <br />
          1. 您可以通过【我的】-【个人中心】-【头像】，访问和更换头像；<br />
          <br />
          2. 您可以通过【我的】-【个人中心】-【实名信息】，访问和修改身份证影像、人脸识别信息、个人资料；<br />
          <br />
          3. 您可以通过【我的】-【设置】-【安全中心】，访问和修改绑定手机、登录密码、手势密码、面容ID；<br />
          <br />
          4. 可以通过【我的】-【银行卡】，访问和删除、修改、增加银行卡；<br />
          <br />
          5. 您可以通过【我的】，查询近7日待还、全部待还、交易记录；<br />
          <br />
          6. 您可以通过【我的】-【账号安全】，修改登录密码、手势密码、指纹密码、交易密码和手机号；<br />
          <br />
          7. 您可以通过【账单】，查阅全部待还账单信息。<br />
          <br />
          对于您需要查询、访问、更正在我们的产品或服务过程中产生的其他个人信息，您也可以通过【我的客服】或拨打【4000187777】与我们联系，或发送邮件至【dataprivacy@haiercash.com】以联系我们专设的个人信息保护相关负责人<br />
          <br />
          （二） 删除您的个人信息<br />
          <br />
          您在我们的产品或服务页面中可以直接清除或删除相关信息，包括解绑银行卡、删除收货地址、清除缓存等。<br />
          <br />
          在以下情形中，您可以向我们提出删除个人信息的请求，我们会响应您的删除请求：<br />
          <br />
          1. 如果我们违反法律法规或与您的约定收集、使用个人信息的；<br />
          <br />
          2. 如果我们违反法律法规或与您的约定与第三方共享或转让您的个人信息，我们将立即停止共享、转让行为，并通知第三方及时删除；<br />
          <br />
          3. 如果我们违反法律法规规定或与您的约定，公开披露您的个人信息，我们将立即停止公开披露的行为，并发布通知要求相关接收方删除相应的信息；<br />
          <br />
          4. 如果您不再使用我们的产品或服务，或您注销了账号，或我们终止了服务及运营。<br />
          <br />
          以上删除请求一旦被响应，除法律法规另有规定、监管机构另有要求或我们与您另有约定要求保留的信息外，您的个人信息将被及时删除。当您或我们协助您删除相关信息后，因为适用的法律和安全技术，我们可能无法立即从备份系统中删除相应的信息，我们将安全地存储您的个人信息并将其进一步处理隔离，直到备份可以清除或实现匿名化，并停止除存储和采取必要的安全保护措施之外的处理。<br />
          <br />
          （三） 改变您授权同意的范围及撤回同意<br />
          <br />
          请您理解，每个业务功能往往需要开启部分权限并收集必要的个人信息才能得以实现，对于您个人信息的收集、使用以及设备权限的管理，您可以在【个人中心】-【设置】/【我的】-【设置】-【系统设置】（具体操作以APP中显示为准）或通过设备系统权限设置开启或关闭相关权限。<br />
          <br />
          当您不希望接收我们向您发送的个性化推送、广告时，您可以通过自助方式（如关闭设备通知权限）或通过联系客服的方式进行退订。<br />
          <br />
          在不同设备系统中，权限展示方式及关闭方式可能有所不同，具体请参考设备及系统开发方说明或指引。<br />
          <br />
          当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也将不再收集、处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的同意或授权而开展的个人信息处理。<br />
          <br />
          若您要求撤回对您的所有个人信息的处理，您需要注销您的账户。如您符合账户注销条件（即您已结清全部马上消金业务且与我们不存在任何争议或纠纷），我们将为您注销。如您不符合注销条件（如您尚有未结清业务），您可通过本政策第八条【如何联系我们】约定的联系方式联络我们。在您注销您的账户后，我们将停止为您提供服务、停止个人信息处理活动，并按照法律法规或监管部门规定执行。<br />
          <br />
          （四） 注销您的账户<br />
          <br />
          您可以通过访问在线客服系统（具体操作为：【个人中心】-【个人资料】-【安全设置】-【账户安全】-【用户注销】）、拨打我们的客服电话联系我们申请注销。您理解并同意您注销账户的行为是不可逆行为，一旦您注销会员账户，将无法使用与马上消金账户相关联的各项服务与功能，因此请您谨慎操作。当您注销后，我们将不再收集您的个人信息，并根据您的要求删除与您账户相关的个人信息或作匿名化处理，但法律法规或监管机构对用户个人信息存储时间另有规定除外。<br />
          <br />
          为了保护您或他人的合法权益，我们需要在您提交注销申请时验证您的身份，结合您对平台涉及的各产品和/或服务的使用情况(例如是否存在在途的借款、是否存在未决争议及纠纷)判断是否支持您的注销请求。但我们不会为您的注销行为设置不必要或不合理的条件或障碍。<br />
          <br />
          （五） 获取个人信息副本<br />
          <br />
          根据法律法规及相关国家标准，您有权获取您的个人基本资料、个人身份信息副本，您可以通过客服电话联系我们。在符合法律规定且相关技术可行的前提下，我们将向您提供您的个人信息副本。<br />
          <br />
          （六） 约束信息系统自动决策<br />
          <br />
          在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求我们做出解释，我们也将在不侵害我们商业秘密或其他用户权益、社会公共利益的前提下提供适当救济方法。<br />
          <br />
          （七） 去世用户的个人信息权利<br />
          <br />
          当我们的用户（仅限自然人）去世后，其近亲属为了自身的合法、正当利益，可以通过本政策提供的联系方式，对去世用户的相关个人信息行使查阅、复制、更正、删除等权利，但是去世用户生前另有安排的除外。您理解并确认，为了充分保护去世用户的个人信息权益，申请行使本条权利的去世用户近亲属需要根据我们的指定流程或客服提示，提交相关证明文件，并提供申请行使的权利种类、目的。<br />
          <br />
          （八）响应您的请求<br />
          <br />
          您的任何疑问、建议、投诉或意见，都可以拨打我们的客服热线联系我们提交，或通过【个人中心】-【我的客服】/【我的】-【帮助中心】（具体操作以APP中显示为准）提交。为保障安全，我们可能会要求先验证您的身份，再处理您的请求。我们将在必要的身份验证通过后进行处理，最长不超过15天内完成核查和处理。<br />
          <br />
          对于您的合理请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情况收取一定成本费用。对于与您的身份不直接关联的信息、无端重复信息，或者需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者不切实际的请求，我们可能会予以拒绝。<br />
          <br />
          在以下情形中，按照法律法规的要求，我们将无法响应您的请求：<br />
          <br />
          1. 与我们履行法律法规规定的义务相关的；<br />
          <br />
          2. 与国家安全、国防安全直接相关的；<br />
          <br />
          3. 与公共安全、公共卫生、重大公共利益直接相关的；<br />
          <br />
          4. 与刑事侦查、起诉、审判和执行判决等直接相关的；<br />
          <br />
          5. 我们有充分证据表明您存在主观恶意或滥用权利的；<br />
          <br />
          6. 出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；<br />
          <br />
          7. 响应个人信息主体的请求将导致您或其他个人、组织的合法权益受到严重损害的；<br />
          <br />
          8. 涉及商业秘密的。<br />
          <br />
          六、 未成年人信息保护<br />
          <br />
          我们非常重视对未成年人的保护。您理解并同意，我们仅向18周岁以上的成年人提供消费信贷服务，因此也不会收集未成年人的信息。在您使用马上消金的消费信贷服务前应当确认并承诺具有完全的民事行为能力，如果您不符合上述年龄要求，请您停止使用马上消金App。<br />
          <br />
          我们不会主动收集未成年人的信息，如果我们发现已收集未成年人的个人信息，我们会采取必要措施主动及时地删除相关信息。<br />
          <br />
          七、 我们如何修改与更新本政策<br />
          <br />
          为了给您提供更好的服务以及随着马上消金业务的发展，本政策也会随之更新。但未经您明确同意，我们不会削减您依据本政策所享有的各项权利。如本政策更新或修改，我们会在马上消金App和官方网站（https://www.haiercash.com）上及时更新，并通过合理方式告知您，以便您能及时了解本政策做出的任何变更。<br />
          <br />
          涉及重大变更，视具体情况我们可能还会提供更为显著的通知（包括但不限于在官方网站更新、App站内信推送/弹窗提示、以邮件/短信等方式）说明本政策具体变更内容。重大变更包括但不限于：<br />
          <br />
          1. 我们的服务模式和业务形态发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；<br />
          <br />
          2. 我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；<br />
          <br />
          3. 个人信息委托处理、共享、转让或公开披露的主要对象发生变化；<br />
          <br />
          4. 您参与个人信息处理方面的权利及其行使方式发生重大变化；<br />
          <br />
          5. 我们负责处理个人信息安全的联络方式及投诉渠道发生变化；<br />
          <br />
          6. 个人信息安全影响评估报告表明存在高风险时；<br />
          <br />
          7. 其他可能对您的个人信息权益产生重大影响的变化。<br />
          <br />
          请您务必及时关注并了解本政策的变更内容。如果您在本政策更新后继续使用马上消金App，则视为您已充分阅读并理解变更的条款内容。如本政策的条款与平台采用的任何服务协议中规定的隐私权保护及授权条款存在不一致或冲突之处，应当以本政策的相关条款为准。<br />
          <br />
          您可以在马上消金App内【个人中心】-【设置】-【隐私设置】/【我的】-【设置】-【关于我们】（具体操作以APP中显示为准）查阅最新版本的隐私政策，我们还会将旧版本隐私政策存档，供您查阅。<br />
          <br />
          八、 如何联系我们<br />
          <br />
          我们设立了个人信息保护专职部门和个人信息保护负责人，如果您对本政策涉及的事项或个人信息保护相关事宜有任何疑问、意见或建议，您可以通过以下任一方式与我们联系：<br />
          <br />
          （1）通过拨打【40001877】与我们联系；<br />
          <br />
          （2）将您的问题发送至个人信息保护负责人邮箱：【dataprivacy@haiercash.com】；<br />
          <br />
          （3）通过马上消金App内【我的客服】与我们联系。<br />
          <br />
          我们将尽快审核所涉问题，并在验证您的用户身份后安排专人在15天内完成核查和处理。<br />
          <br />
          如果您对我们的回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，您还可以通过向网信、公安、电信及工商等主管部门进行投诉或向被告住所地有管辖权的法院提起诉讼来寻求解决方案。<br />
          <br />
          <br />
          <br />
          附录1：关键词定义<br />
          <br />
          为了帮助您更好的了解本政策，我们将前述条款中的部分关键词进行解释如下：<br />
          <br />
          1. 马上消金或我们：指马上消费金融有限公司（联系：重庆市渝北区黄山大道中段52号渝兴广场B2栋4-8楼）。<br />
          <br />
          2. 您，指使用马上消金App上提供的产品和／或服务的马上消金App注册用户。<br />
          <br />
          3. 个人信息：指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。个人信息包括个人基本信息、个人身份信息、个人生物识别信息、网络身份标识信息、个人健康生理信息、个人教育工作信息、个人财产信息、个人通信信息、联系人信息、个人上网记录、个人常用设备信息、个人位置信息等。为免疑义，个人信息包括但不限于个人敏感信息。<br />
          <br />
          4. 个人敏感信息：指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。个人敏感信息包括个人财产信息、个人健康生理信息、个人生物识别信息、个人身份信息、网络身份标识信息等。为了帮助您更好地理解个人敏感信息类型，我们依据GB/T 35273-2020《信息安全技术 个人信息安全规范》将个人敏感信息示例如下，但不代表我们所收集的全部个人敏感信息：<br />
          <br />
          个人财产信息<br />
          <br />
          银行账号、鉴别信息(口令)、存款信息(包括资金数量、支付收款记录等)、房产信息、信贷记录、征信信息、交易和消费记录、流水记录等，以及虚拟货币、虚拟交易、游戏类兑换码等虚拟财产信息<br />
          <br />
          个人健康生理信息<br />
          <br />
          个人因生病医治等产生的相关记录、如病症、住院志、医嘱单、检验报告、手术及麻醉记录、护理记录、用药记录、药物食物过敏信息、生育信息、以往病史、诊治情况、家族病史、现病史、传染病史等<br />
          <br />
          个人生物识别信息<br />
          <br />
          个人基因、指纹、声纹、掌纹、耳廓，虹膜、面部识别特征等<br />
          <br />
          &nbsp;<br />
          <br />
          个人身份信息<br />
          <br />
          身份证、军官证、护照、驾照、工作证、社保卡、居住证等<br />
          <br />
          其他信息<br />
          <br />
          性取向、婚史、宗教信仰、未公开的违法犯罪记录、通信记录和内容、通讯录、好友列表、群组列表、行踪轨迹、网页浏览记录、住宿信息、精准定位信息等<br />
          <br />
          5. 设备信息：设备信息可分为设备属性信息、设备位置信息、设备连接信息与设备状态信息。设备属性信息是指用户使用终端设备访问平台时的设备品牌及型号、设备屏幕规格、操作系统版本、设备设置、唯一设备识别符等软硬件特征。设备位置信息是指通过用户使用的终端设备获取用户访问平台时所处的地理位置信息，如通过GPS、蓝牙或WiFi信号获得的位置信息。设备连接信息是指用户使用终端设备访问平台所显示的IP地址、浏览器的类型、电信运营商、适用的语言、访问日期和时间信息。设备状态信息是指用户使用终端设备访问平台时的设备传感器数据、设备应用安装列表信息。<br />
          <br />
          6. 用户画像：指通过收集、汇聚、分析个人信息，对某特定自然人个人特征，如职业、经济、健康、教育、个人喜好、信用、行为等方面作出分析或预测，形成其个人特征模型的过程。<br />
          <br />
          7. 去标识化：指通过对个人信息的技术处理，使其在不借助额外信息的情况下，无法识别个人信息主体的过程。<br />
          <br />
          8. 匿名化：指通过对个人信息的技术处理，使得个人信息主体无法被识别，且处理后的信息不能被复原的过程。<br />
          <br />
          9. 中国或中国境内：指中华人民共和国大陆地区，仅为本政策之目的，不包含香港特别行政区、澳门特别行政区和台湾地区。<br />
          <br />
          10. 关联公司：指一方现在或将来控制、受控制或与其处于共同控制下的任何公司、机构。“控制”是指直接或间接地拥有影响所提及公司管理的能力，无论是通过所有权、有投票权的股份、合同或其他被依法认定的方式。<br />
          <br />
          <br />
          <br />
          本人已阅读并理解以上全部内容。<br />
          <br />
          姓名：<br />
          <br />
          日期：<br />
        </strong>
      </div>
      <br />
    </div>
  </div>
</template>
<script>
export default {
  data() {
    return {
      headTitle: "注册协议",
      dealType: 1, //1 - 注册协议  2 - 隐私协议
    };
  },
  computed: {},
  components: {},
  mounted() {
    this.dealType = Number(this.$route.params.type);
  },
  created() {},
  methods: {
    toNext() {},
  },
};
</script>
<style scoped lang="scss">
.deal-container {
  h3 {
    font-size: 1.17em;
    font-weight: bold;
  }
}
</style>
<style lang="scss" scoped>
.deal-page {
  padding: 0 0.1rem;
  padding-top: 0.1rem;
  line-height: 1.5;
}
</style>
